[Rainmeter]
OnRefreshAction=[!Move ((#SCREENAREAWIDTH#/2)-600) ((#SCREENAREAHEIGHT#/2)-300)][!DeactivateConfig "Droptop\Other\BackgroundProcesses"]
MiddleMouseDownAction=[!Refresh]
RightMouseDownAction=[]
MouseActionCursor=0
Blur=1

DefaultSavePosition=1
DefaultKeepOnScreen=0
DefaultAlwaysOnTop=1
DefaultDraggable=1
DefaultFadeDuration=105

[Variables]
@Include=#@#GlobalVar\Control.inc
@Include1=#@#GlobalVar\UserSettings.inc

[BlurBehind]
Measure=Plugin
Plugin=FrostedGlass
Type=Blur

; -------------------------------------

[TitleStyle]
StringAlign=CenterCenter
FontFace=#UniversalFont#
FontColor=255,255,255,100
FontSize=18
AntiAlias=1
X=600
Y=54
H=90

[NavigationArrowStyle]
Shape=Ellipse 0,0,50 | Extend Look
Look=Fill Color 255,255,255,5 | Stroke Color 35,35,35 | StrokeWidth 4
MouseOverAction=[!SetOption #CURRENTSECTION# Look "Fill Color 255,255,255,5 | Stroke Color 95,95,95 | StrokeWidth 4"][!UpdateMeter #CURRENTSECTION#][!Redraw]
MouseLeaveAction=[!SetOption #CURRENTSECTION# Look "Fill Color 255,255,255,5 | Stroke Color 35,35,35 | StrokeWidth 4"][!UpdateMeter #CURRENTSECTION#][!Redraw]

; -------------------------------------

[BackgroundShape]
Meter=Shape
Shape=Rectangle 0,0,1200,600,16 | Fill Color 0,0,0,235 | StrokeWidth 0
Group=Animation
DynamicVariables=1

[BackgroundShapeContainer]
Meter=Shape
Shape=Rectangle 0,0,1200,600,16 | Fill Color 0,0,0,235 | StrokeWidth 0
Group=Animation
DynamicVariables=1

[Section0Image0]
Meter=Image
ImageName=#@#Images\Setup\World.png
ImageTint=20,20,20,125
Group=Content | Section0
Container=BackgroundShapeContainer

; -------------------------------------

[TitleText]
Meter=String
MeterStyle=TitleStyle
Text=En: Choose a language / Fr: Choisissez une langue / De: Wähle eine Sprache

; -------------------------------------

[NavigationArrowRight]
Meter=Shape
MeterStyle=NavigationArrowStyle
LeftMouseUpAction=[!ActivateConfig "Droptop\Other\Welcome" "Welcome.ini"]
Shape2=Line -11,-25,20,0 | StrokeStartCap Triangle | StrokeEndCap Triangle | Extend Look
Shape3=Line 20,0,-11,25 | StrokeStartCap Triangle | StrokeEndCap Triangle | Extend Look
X=1110
Y=300
DynamicVariables=1
Hidden=1

;------------------------------------------------------------------------
; ############################## SECTION 0 ##############################
;------------------------------------------------------------------------

[Section0ButtonStyle]
Shape=Rectangle 0,0,204,80,16 | Extend Look
Look=Fill Color 255,255,255,5 | Stroke Color 255,255,255,15 | StrokeWidth 4
MouseOverAction=[!SetOption #CURRENTSECTION# Look "Fill Color 255,255,255,5 | Stroke Color 255,255,255,55 | StrokeWidth 4"][!UpdateMeter #CURRENTSECTION#][!Redraw]
MouseLeaveAction=[!SetOption #CURRENTSECTION# Look "Fill Color 255,255,255,5 | Stroke Color 255,255,255,15 | StrokeWidth 4"][!UpdateMeter #CURRENTSECTION#][!Redraw]
X=r
Y=10R
Group=Content | Section0Buttons | Section0

[Section0ButtonStyleB]
Shape=Rectangle 0,0,204,80,16 | Extend Look
Look=Fill Color 255,255,255,5 | Stroke Color 255,255,255,15 | StrokeWidth 4
MouseOverAction=[]
MouseLeaveAction=[]
X=r
Y=10R
Group=Content | Section0Buttons | Section0

; -------------------------------------

[1]
Meter=Shape
MeterStyle=Section0ButtonStyle
LeftMouseDownAction=[!ShowMeter NavigationArrowRight][!SetOptionGroup Section0Buttons Look "Fill Color 255,255,255,5 | Stroke Color 255,255,255,15 | StrokeWidth 4"][!SetOption #CURRENTSECTION# Look "Fill Color 255,255,255,5 | Stroke Color #Lime# | StrokeWidth 4"][!EnableMouseActionGroup "MouseOverAction|MouseLeaveAction" Section0Buttons][!DisableMouseAction #CURRENTSECTION# "MouseOverAction|MouseLeaveAction"][!UpdateMeterGroup Section0Buttons][!Redraw][!WriteKeyValue Variables LanguageNum #CURRENTSECTION# "#@#GlobalVar\UserSettings.inc"][!WriteKeyValue Variables RTLText 0 "#@#GlobalVar\UserSettings.inc"][!WriteKeyValue Variables UnitsMetric 0 "#@#GlobalVar\UserSettings.inc"][!WriteKeyValue Variables HideAppLanguage 1 "#@#GlobalVar\FolderSettings.inc"][!WriteKeyValue Variables Time24HourNum 0 "#@#GlobalVar\UserSettings.inc"][!WriteKeyValue Variables ExchangeCurrency1 "USD" "#@#GlobalVar\UserSettings.inc"][!WriteKeyValue Variables ExchangeCurrency2 "EUR" "#@#GlobalVar\UserSettings.inc"][!WriteKeyValue Variables WeatherLocation "Washington DC" "#@#GlobalVar\UserSettings.inc"]
X=175
Y=102

[2]
Meter=Shape
MeterStyle=Section0ButtonStyle
LeftMouseDownAction=[!ShowMeter NavigationArrowRight][!SetOptionGroup Section0Buttons Look "Fill Color 255,255,255,5 | Stroke Color 255,255,255,15 | StrokeWidth 4"][!SetOption #CURRENTSECTION# Look "Fill Color 255,255,255,5 | Stroke Color #Lime# | StrokeWidth 4"][!EnableMouseActionGroup "MouseOverAction|MouseLeaveAction" Section0Buttons][!DisableMouseAction #CURRENTSECTION# "MouseOverAction|MouseLeaveAction"][!UpdateMeterGroup Section0Buttons][!Redraw][!WriteKeyValue Variables LanguageNum #CURRENTSECTION# "#@#GlobalVar\UserSettings.inc"][!WriteKeyValue Variables RTLText 0 "#@#GlobalVar\UserSettings.inc"][!WriteKeyValue Variables UnitsMetric 1 "#@#GlobalVar\UserSettings.inc"][!WriteKeyValue Variables HideAppLanguage 1 "#@#GlobalVar\FolderSettings.inc"][!WriteKeyValue Variables Time24HourNum 0 "#@#GlobalVar\UserSettings.inc"][!WriteKeyValue Variables ExchangeCurrency1 "CAD" "#@#GlobalVar\UserSettings.inc"][!WriteKeyValue Variables ExchangeCurrency2 "USD" "#@#GlobalVar\UserSettings.inc"][!WriteKeyValue Variables WeatherLocation "Ottawa Ontario" "#@#GlobalVar\UserSettings.inc"]
 

[3]
Meter=Shape
MeterStyle=Section0ButtonStyle
LeftMouseDownAction=[!ShowMeter NavigationArrowRight][!SetOptionGroup Section0Buttons Look "Fill Color 255,255,255,5 | Stroke Color 255,255,255,15 | StrokeWidth 4"][!SetOption #CURRENTSECTION# Look "Fill Color 255,255,255,5 | Stroke Color #Lime# | StrokeWidth 4"][!EnableMouseActionGroup "MouseOverAction|MouseLeaveAction" Section0Buttons][!DisableMouseAction #CURRENTSECTION# "MouseOverAction|MouseLeaveAction"][!UpdateMeterGroup Section0Buttons][!Redraw][!WriteKeyValue Variables LanguageNum #CURRENTSECTION# "#@#GlobalVar\UserSettings.inc"][!WriteKeyValue Variables RTLText 0 "#@#GlobalVar\UserSettings.inc"][!WriteKeyValue Variables UnitsMetric 1 "#@#GlobalVar\UserSettings.inc"][!WriteKeyValue Variables HideAppLanguage 1 "#@#GlobalVar\FolderSettings.inc"][!WriteKeyValue Variables Time24HourNum 1 "#@#GlobalVar\UserSettings.inc"][!WriteKeyValue Variables ExchangeCurrency1 "GBP" "#@#GlobalVar\UserSettings.inc"][!WriteKeyValue Variables ExchangeCurrency2 "EUR" "#@#GlobalVar\UserSettings.inc"][!WriteKeyValue Variables WeatherLocation "London England" "#@#GlobalVar\UserSettings.inc"]

[4]
Meter=Shape
MeterStyle=Section0ButtonStyle
LeftMouseDownAction=[!ShowMeter NavigationArrowRight][!SetOptionGroup Section0Buttons Look "Fill Color 255,255,255,5 | Stroke Color 255,255,255,15 | StrokeWidth 4"][!SetOption #CURRENTSECTION# Look "Fill Color 255,255,255,5 | Stroke Color #Lime# | StrokeWidth 4"][!EnableMouseActionGroup "MouseOverAction|MouseLeaveAction" Section0Buttons][!DisableMouseAction #CURRENTSECTION# "MouseOverAction|MouseLeaveAction"][!UpdateMeterGroup Section0Buttons][!Redraw][!WriteKeyValue Variables LanguageNum #CURRENTSECTION# "#@#GlobalVar\UserSettings.inc"][!WriteKeyValue Variables RTLText 0 "#@#GlobalVar\UserSettings.inc"][!WriteKeyValue Variables UnitsMetric 1 "#@#GlobalVar\UserSettings.inc"][!WriteKeyValue Variables HideAppLanguage 0 "#@#GlobalVar\FolderSettings.inc"][!WriteKeyValue Variables Time24HourNum 1 "#@#GlobalVar\UserSettings.inc"][!WriteKeyValue Variables ExchangeCurrency1 "TRY" "#@#GlobalVar\UserSettings.inc"][!WriteKeyValue Variables ExchangeCurrency2 "EUR" "#@#GlobalVar\UserSettings.inc"][!WriteKeyValue Variables WeatherLocation "Ankara Turkey" "#@#GlobalVar\UserSettings.inc"]

[5]
Meter=Shape
MeterStyle=Section0ButtonStyle
LeftMouseDownAction=[!ShowMeter NavigationArrowRight][!SetOptionGroup Section0Buttons Look "Fill Color 255,255,255,5 | Stroke Color 255,255,255,15 | StrokeWidth 4"][!SetOption #CURRENTSECTION# Look "Fill Color 255,255,255,5 | Stroke Color #Lime# | StrokeWidth 4"][!EnableMouseActionGroup "MouseOverAction|MouseLeaveAction" Section0Buttons][!DisableMouseAction #CURRENTSECTION# "MouseOverAction|MouseLeaveAction"][!UpdateMeterGroup Section0Buttons][!Redraw][!WriteKeyValue Variables LanguageNum #CURRENTSECTION# "#@#GlobalVar\UserSettings.inc"][!WriteKeyValue Variables RTLText 0 "#@#GlobalVar\UserSettings.inc"][!WriteKeyValue Variables UnitsMetric 1 "#@#GlobalVar\UserSettings.inc"][!WriteKeyValue Variables HideAppLanguage 0 "#@#GlobalVar\FolderSettings.inc"][!WriteKeyValue Variables Time24HourNum 1 "#@#GlobalVar\UserSettings.inc"][!WriteKeyValue Variables ExchangeCurrency1 "EUR" "#@#GlobalVar\UserSettings.inc"][!WriteKeyValue Variables ExchangeCurrency2 "USD" "#@#GlobalVar\UserSettings.inc"][!WriteKeyValue Variables WeatherLocation "Berlin Germany" "#@#GlobalVar\UserSettings.inc"]

[6]
Meter=Shape
MeterStyle=Section0ButtonStyle
LeftMouseDownAction=[!ShowMeter NavigationArrowRight][!SetOptionGroup Section0Buttons Look "Fill Color 255,255,255,5 | Stroke Color 255,255,255,15 | StrokeWidth 4"][!SetOption #CURRENTSECTION# Look "Fill Color 255,255,255,5 | Stroke Color #Lime# | StrokeWidth 4"][!EnableMouseActionGroup "MouseOverAction|MouseLeaveAction" Section0Buttons][!DisableMouseAction #CURRENTSECTION# "MouseOverAction|MouseLeaveAction"][!UpdateMeterGroup Section0Buttons][!Redraw][!WriteKeyValue Variables LanguageNum #CURRENTSECTION# "#@#GlobalVar\UserSettings.inc"][!WriteKeyValue Variables RTLText 0 "#@#GlobalVar\UserSettings.inc"][!WriteKeyValue Variables UnitsMetric 1 "#@#GlobalVar\UserSettings.inc"][!WriteKeyValue Variables HideAppLanguage 0 "#@#GlobalVar\FolderSettings.inc"][!WriteKeyValue Variables Time24HourNum 1 "#@#GlobalVar\UserSettings.inc"][!WriteKeyValue Variables ExchangeCurrency1 "EUR" "#@#GlobalVar\UserSettings.inc"][!WriteKeyValue Variables ExchangeCurrency2 "USD" "#@#GlobalVar\UserSettings.inc"][!WriteKeyValue Variables WeatherLocation "Amsterdam Netherlands" "#@#GlobalVar\UserSettings.inc"]
X=10R
Y=102

[7]
Meter=Shape
MeterStyle=Section0ButtonStyle
LeftMouseDownAction=[!ShowMeter NavigationArrowRight][!SetOptionGroup Section0Buttons Look "Fill Color 255,255,255,5 | Stroke Color 255,255,255,15 | StrokeWidth 4"][!SetOption #CURRENTSECTION# Look "Fill Color 255,255,255,5 | Stroke Color #Lime# | StrokeWidth 4"][!EnableMouseActionGroup "MouseOverAction|MouseLeaveAction" Section0Buttons][!DisableMouseAction #CURRENTSECTION# "MouseOverAction|MouseLeaveAction"][!UpdateMeterGroup Section0Buttons][!Redraw][!WriteKeyValue Variables LanguageNum #CURRENTSECTION# "#@#GlobalVar\UserSettings.inc"][!WriteKeyValue Variables RTLText 0 "#@#GlobalVar\UserSettings.inc"][!WriteKeyValue Variables UnitsMetric 1 "#@#GlobalVar\UserSettings.inc"][!WriteKeyValue Variables HideAppLanguage 0 "#@#GlobalVar\FolderSettings.inc"][!WriteKeyValue Variables Time24HourNum 1 "#@#GlobalVar\UserSettings.inc"][!WriteKeyValue Variables ExchangeCurrency1 "LEK" "#@#GlobalVar\UserSettings.inc"][!WriteKeyValue Variables ExchangeCurrency2 "EUR" "#@#GlobalVar\UserSettings.inc"][!WriteKeyValue Variables WeatherLocation "Tirana Albania" "#@#GlobalVar\UserSettings.inc"]

[8]
Meter=Shape
MeterStyle=Section0ButtonStyle
LeftMouseDownAction=[!ShowMeter NavigationArrowRight][!SetOptionGroup Section0Buttons Look "Fill Color 255,255,255,5 | Stroke Color 255,255,255,15 | StrokeWidth 4"][!SetOption #CURRENTSECTION# Look "Fill Color 255,255,255,5 | Stroke Color #Lime# | StrokeWidth 4"][!EnableMouseActionGroup "MouseOverAction|MouseLeaveAction" Section0Buttons][!DisableMouseAction #CURRENTSECTION# "MouseOverAction|MouseLeaveAction"][!UpdateMeterGroup Section0Buttons][!Redraw][!WriteKeyValue Variables LanguageNum #CURRENTSECTION# "#@#GlobalVar\UserSettings.inc"][!WriteKeyValue Variables RTLText 0 "#@#GlobalVar\UserSettings.inc"][!WriteKeyValue Variables UnitsMetric 1 "#@#GlobalVar\UserSettings.inc"][!WriteKeyValue Variables HideAppLanguage 0 "#@#GlobalVar\FolderSettings.inc"][!WriteKeyValue Variables Time24HourNum 1 "#@#GlobalVar\UserSettings.inc"][!WriteKeyValue Variables ExchangeCurrency1 "RUB" "#@#GlobalVar\UserSettings.inc"][!WriteKeyValue Variables ExchangeCurrency2 "EUR" "#@#GlobalVar\UserSettings.inc"][!WriteKeyValue Variables WeatherLocation "Moscow Russia" "#@#GlobalVar\UserSettings.inc"]

[9]
Meter=Shape
MeterStyle=Section0ButtonStyle
LeftMouseDownAction=[!ShowMeter NavigationArrowRight][!SetOptionGroup Section0Buttons Look "Fill Color 255,255,255,5 | Stroke Color 255,255,255,15 | StrokeWidth 4"][!SetOption #CURRENTSECTION# Look "Fill Color 255,255,255,5 | Stroke Color #Lime# | StrokeWidth 4"][!EnableMouseActionGroup "MouseOverAction|MouseLeaveAction" Section0Buttons][!DisableMouseAction #CURRENTSECTION# "MouseOverAction|MouseLeaveAction"][!UpdateMeterGroup Section0Buttons][!Redraw][!WriteKeyValue Variables LanguageNum #CURRENTSECTION# "#@#GlobalVar\UserSettings.inc"][!WriteKeyValue Variables RTLText 0 "#@#GlobalVar\UserSettings.inc"][!WriteKeyValue Variables UnitsMetric 1 "#@#GlobalVar\UserSettings.inc"][!WriteKeyValue Variables HideAppLanguage 0 "#@#GlobalVar\FolderSettings.inc"][!WriteKeyValue Variables Time24HourNum 1 "#@#GlobalVar\UserSettings.inc"][!WriteKeyValue Variables ExchangeCurrency1 "EUR" "#@#GlobalVar\UserSettings.inc"][!WriteKeyValue Variables ExchangeCurrency2 "USD" "#@#GlobalVar\UserSettings.inc"][!WriteKeyValue Variables WeatherLocation "Paris France" "#@#GlobalVar\UserSettings.inc"]

[10]
Meter=Shape
MeterStyle=Section0ButtonStyle
LeftMouseDownAction=[!ShowMeter NavigationArrowRight][!SetOptionGroup Section0Buttons Look "Fill Color 255,255,255,5 | Stroke Color 255,255,255,15 | StrokeWidth 4"][!SetOption #CURRENTSECTION# Look "Fill Color 255,255,255,5 | Stroke Color #Lime# | StrokeWidth 4"][!EnableMouseActionGroup "MouseOverAction|MouseLeaveAction" Section0Buttons][!DisableMouseAction #CURRENTSECTION# "MouseOverAction|MouseLeaveAction"][!UpdateMeterGroup Section0Buttons][!Redraw][!WriteKeyValue Variables LanguageNum #CURRENTSECTION# "#@#GlobalVar\UserSettings.inc"][!WriteKeyValue Variables RTLText 0 "#@#GlobalVar\UserSettings.inc"][!WriteKeyValue Variables UnitsMetric 1 "#@#GlobalVar\UserSettings.inc"][!WriteKeyValue Variables HideAppLanguage 0 "#@#GlobalVar\FolderSettings.inc"][!WriteKeyValue Variables Time24HourNum 1 "#@#GlobalVar\UserSettings.inc"][!WriteKeyValue Variables ExchangeCurrency1 "BRL" "#@#GlobalVar\UserSettings.inc"][!WriteKeyValue Variables ExchangeCurrency2 "USD" "#@#GlobalVar\UserSettings.inc"][!WriteKeyValue Variables WeatherLocation "Lisbon Portugal" "#@#GlobalVar\UserSettings.inc"]

[11]
Meter=Shape
MeterStyle=Section0ButtonStyle
LeftMouseDownAction=[!ShowMeter NavigationArrowRight][!SetOptionGroup Section0Buttons Look "Fill Color 255,255,255,5 | Stroke Color 255,255,255,15 | StrokeWidth 4"][!SetOption #CURRENTSECTION# Look "Fill Color 255,255,255,5 | Stroke Color #Lime# | StrokeWidth 4"][!EnableMouseActionGroup "MouseOverAction|MouseLeaveAction" Section0Buttons][!DisableMouseAction #CURRENTSECTION# "MouseOverAction|MouseLeaveAction"][!UpdateMeterGroup Section0Buttons][!Redraw][!WriteKeyValue Variables LanguageNum #CURRENTSECTION# "#@#GlobalVar\UserSettings.inc"][!WriteKeyValue Variables RTLText 0 "#@#GlobalVar\UserSettings.inc"][!WriteKeyValue Variables UnitsMetric 1 "#@#GlobalVar\UserSettings.inc"][!WriteKeyValue Variables HideAppLanguage 0 "#@#GlobalVar\FolderSettings.inc"][!WriteKeyValue Variables Time24HourNum 1 "#@#GlobalVar\UserSettings.inc"][!WriteKeyValue Variables ExchangeCurrency1 "EUR" "#@#GlobalVar\UserSettings.inc"][!WriteKeyValue Variables ExchangeCurrency2 "USD" "#@#GlobalVar\UserSettings.inc"][!WriteKeyValue Variables WeatherLocation "Madrid Spain" "#@#GlobalVar\UserSettings.inc"]
X=10R
Y=102

[12]
Meter=Shape
MeterStyle=Section0ButtonStyle
LeftMouseDownAction=[!ShowMeter NavigationArrowRight][!SetOptionGroup Section0Buttons Look "Fill Color 255,255,255,5 | Stroke Color 255,255,255,15 | StrokeWidth 4"][!SetOption #CURRENTSECTION# Look "Fill Color 255,255,255,5 | Stroke Color #Lime# | StrokeWidth 4"][!EnableMouseActionGroup "MouseOverAction|MouseLeaveAction" Section0Buttons][!DisableMouseAction #CURRENTSECTION# "MouseOverAction|MouseLeaveAction"][!UpdateMeterGroup Section0Buttons][!Redraw][!WriteKeyValue Variables LanguageNum #CURRENTSECTION# "#@#GlobalVar\UserSettings.inc"][!WriteKeyValue Variables RTLText 0 "#@#GlobalVar\UserSettings.inc"]        [!WriteKeyValue Variables UnitsMetric 1 "#@#GlobalVar\UserSettings.inc"][!WriteKeyValue Variables HideAppLanguage 0 "#@#GlobalVar\FolderSettings.inc"][!WriteKeyValue Variables Time24HourNum 1 "#@#GlobalVar\UserSettings.inc"]   [!WriteKeyValue Variables ExchangeCurrency1 "EUR" "#@#GlobalVar\UserSettings.inc"][!WriteKeyValue Variables ExchangeCurrency2 "USD" "#@#GlobalVar\UserSettings.inc"][!WriteKeyValue Variables WeatherLocation "Rome Italy" "#@#GlobalVar\UserSettings.inc"]

[13]
Meter=Shape
MeterStyle=Section0ButtonStyle
LeftMouseDownAction=[!ShowMeter NavigationArrowRight][!SetOptionGroup Section0Buttons Look "Fill Color 255,255,255,5 | Stroke Color 255,255,255,15 | StrokeWidth 4"][!SetOption #CURRENTSECTION# Look "Fill Color 255,255,255,5 | Stroke Color #Lime# | StrokeWidth 4"][!EnableMouseActionGroup "MouseOverAction|MouseLeaveAction" Section0Buttons][!DisableMouseAction #CURRENTSECTION# "MouseOverAction|MouseLeaveAction"][!UpdateMeterGroup Section0Buttons][!Redraw][!WriteKeyValue Variables LanguageNum #CURRENTSECTION# "#@#GlobalVar\UserSettings.inc"][!WriteKeyValue Variables RTLText 0 "#@#GlobalVar\UserSettings.inc"][!WriteKeyValue Variables UnitsMetric 1 "#@#GlobalVar\UserSettings.inc"][!WriteKeyValue Variables HideAppLanguage 0 "#@#GlobalVar\FolderSettings.inc"][!WriteKeyValue Variables Time24HourNum 1 "#@#GlobalVar\UserSettings.inc"][!WriteKeyValue Variables ExchangeCurrency1 "EUR" "#@#GlobalVar\UserSettings.inc"][!WriteKeyValue Variables ExchangeCurrency2 "USD" "#@#GlobalVar\UserSettings.inc"][!WriteKeyValue Variables WeatherLocation "Bratislava Slovakia" "#@#GlobalVar\UserSettings.inc"]

[14]
Meter=Shape
MeterStyle=Section0ButtonStyle
LeftMouseDownAction=[!ShowMeter NavigationArrowRight][!SetOptionGroup Section0Buttons Look "Fill Color 255,255,255,5 | Stroke Color 255,255,255,15 | StrokeWidth 4"][!SetOption #CURRENTSECTION# Look "Fill Color 255,255,255,5 | Stroke Color #Lime# | StrokeWidth 4"][!EnableMouseActionGroup "MouseOverAction|MouseLeaveAction" Section0Buttons][!DisableMouseAction #CURRENTSECTION# "MouseOverAction|MouseLeaveAction"][!UpdateMeterGroup Section0Buttons][!Redraw][!WriteKeyValue Variables LanguageNum #CURRENTSECTION# "#@#GlobalVar\UserSettings.inc"][!WriteKeyValue Variables RTLText 1 "#@#GlobalVar\UserSettings.inc"][!WriteKeyValue Variables UnitsMetric 1 "#@#GlobalVar\UserSettings.inc"][!WriteKeyValue Variables HideAppLanguage 0 "#@#GlobalVar\FolderSettings.inc"][!WriteKeyValue Variables Time24HourNum 1 "#@#GlobalVar\UserSettings.inc"][!WriteKeyValue Variables ExchangeCurrency1 "SAR" "#@#GlobalVar\UserSettings.inc"][!WriteKeyValue Variables ExchangeCurrency2 "USD" "#@#GlobalVar\UserSettings.inc"][!WriteKeyValue Variables WeatherLocation "Riyadh Saudi Arabia" "#@#GlobalVar\UserSettings.inc"]

[15]
Meter=Shape
MeterStyle=Section0ButtonStyle
LeftMouseDownAction=[!ShowMeter NavigationArrowRight][!SetOptionGroup Section0Buttons Look "Fill Color 255,255,255,5 | Stroke Color 255,255,255,15 | StrokeWidth 4"][!SetOption #CURRENTSECTION# Look "Fill Color 255,255,255,5 | Stroke Color #Lime# | StrokeWidth 4"][!EnableMouseActionGroup "MouseOverAction|MouseLeaveAction" Section0Buttons][!DisableMouseAction #CURRENTSECTION# "MouseOverAction|MouseLeaveAction"][!UpdateMeterGroup Section0Buttons][!Redraw][!WriteKeyValue Variables LanguageNum #CURRENTSECTION# "#@#GlobalVar\UserSettings.inc"][!WriteKeyValue Variables RTLText 0 "#@#GlobalVar\UserSettings.inc"][!WriteKeyValue Variables UnitsMetric 1 "#@#GlobalVar\UserSettings.inc"][!WriteKeyValue Variables HideAppLanguage 0 "#@#GlobalVar\FolderSettings.inc"][!WriteKeyValue Variables Time24HourNum 1 "#@#GlobalVar\UserSettings.inc"][!WriteKeyValue Variables ExchangeCurrency1 "JPY" "#@#GlobalVar\UserSettings.inc"][!WriteKeyValue Variables ExchangeCurrency2 "USD" "#@#GlobalVar\UserSettings.inc"][!WriteKeyValue Variables WeatherLocation "Tokyo Japan" "#@#GlobalVar\UserSettings.inc"]

[16]
Meter=Shape
MeterStyle=Section0ButtonStyle
LeftMouseDownAction=[!ShowMeter NavigationArrowRight][!SetOptionGroup Section0Buttons Look "Fill Color 255,255,255,5 | Stroke Color 255,255,255,15 | StrokeWidth 4"][!SetOption #CURRENTSECTION# Look "Fill Color 255,255,255,5 | Stroke Color #Lime# | StrokeWidth 4"][!EnableMouseActionGroup "MouseOverAction|MouseLeaveAction" Section0Buttons][!DisableMouseAction #CURRENTSECTION# "MouseOverAction|MouseLeaveAction"][!UpdateMeterGroup Section0Buttons][!Redraw][!WriteKeyValue Variables LanguageNum #CURRENTSECTION# "#@#GlobalVar\UserSettings.inc"][!WriteKeyValue Variables RTLText 0 "#@#GlobalVar\UserSettings.inc"][!WriteKeyValue Variables UnitsMetric 1 "#@#GlobalVar\UserSettings.inc"][!WriteKeyValue Variables HideAppLanguage 0 "#@#GlobalVar\FolderSettings.inc"][!WriteKeyValue Variables Time24HourNum 1 "#@#GlobalVar\UserSettings.inc"][!WriteKeyValue Variables ExchangeCurrency1 "PLN" "#@#GlobalVar\UserSettings.inc"][!WriteKeyValue Variables ExchangeCurrency2 "EUR" "#@#GlobalVar\UserSettings.inc"][!WriteKeyValue Variables WeatherLocation "Warsaw" "#@#GlobalVar\UserSettings.inc"]
X=10R
Y=102

[17]
Meter=Shape
MeterStyle=Section0ButtonStyle
LeftMouseDownAction=[!ShowMeter NavigationArrowRight][!SetOptionGroup Section0Buttons Look "Fill Color 255,255,255,5 | Stroke Color 255,255,255,15 | StrokeWidth 4"][!SetOption #CURRENTSECTION# Look "Fill Color 255,255,255,5 | Stroke Color #Lime# | StrokeWidth 4"][!EnableMouseActionGroup "MouseOverAction|MouseLeaveAction" Section0Buttons][!DisableMouseAction #CURRENTSECTION# "MouseOverAction|MouseLeaveAction"][!UpdateMeterGroup Section0Buttons][!Redraw][!WriteKeyValue Variables LanguageNum #CURRENTSECTION# "#@#GlobalVar\UserSettings.inc"][!WriteKeyValue Variables RTLText 0 "#@#GlobalVar\UserSettings.inc"][!WriteKeyValue Variables UnitsMetric 1 "#@#GlobalVar\UserSettings.inc"][!WriteKeyValue Variables HideAppLanguage 0 "#@#GlobalVar\FolderSettings.inc"][!WriteKeyValue Variables Time24HourNum 1 "#@#GlobalVar\UserSettings.inc"][!WriteKeyValue Variables ExchangeCurrency1 "CNY" "#@#GlobalVar\UserSettings.inc"][!WriteKeyValue Variables ExchangeCurrency2 "USD" "#@#GlobalVar\UserSettings.inc"][!WriteKeyValue Variables WeatherLocation "Beijing" "#@#GlobalVar\UserSettings.inc"]

[18]
Meter=Shape
MeterStyle=Section0ButtonStyle
LeftMouseDownAction=[!ShowMeter NavigationArrowRight][!SetOptionGroup Section0Buttons Look "Fill Color 255,255,255,5 | Stroke Color 255,255,255,15 | StrokeWidth 4"][!SetOption #CURRENTSECTION# Look "Fill Color 255,255,255,5 | Stroke Color #Lime# | StrokeWidth 4"][!EnableMouseActionGroup "MouseOverAction|MouseLeaveAction" Section0Buttons][!DisableMouseAction #CURRENTSECTION# "MouseOverAction|MouseLeaveAction"][!UpdateMeterGroup Section0Buttons][!Redraw][!WriteKeyValue Variables LanguageNum #CURRENTSECTION# "#@#GlobalVar\UserSettings.inc"][!WriteKeyValue Variables RTLText 0 "#@#GlobalVar\UserSettings.inc"][!WriteKeyValue Variables UnitsMetric 1 "#@#GlobalVar\UserSettings.inc"][!WriteKeyValue Variables HideAppLanguage 0 "#@#GlobalVar\FolderSettings.inc"][!WriteKeyValue Variables Time24HourNum 1 "#@#GlobalVar\UserSettings.inc"][!WriteKeyValue Variables ExchangeCurrency1 "CNY" "#@#GlobalVar\UserSettings.inc"][!WriteKeyValue Variables ExchangeCurrency2 "USD" "#@#GlobalVar\UserSettings.inc"][!WriteKeyValue Variables WeatherLocation "Beijing" "#@#GlobalVar\UserSettings.inc"]

[19]
Meter=Shape
MeterStyle=Section0ButtonStyleB
LeftMouseDownAction=

[20]
Meter=Shape
MeterStyle=Section0ButtonStyleB
LeftMouseDownAction=

; -------------------------------------

[Section0StringStyle]
StringAlign=CenterCenter
FontFace=#UniversalFont#
FontColor=255,255,255,100
FontSize=18
ClipString=2
AntiAlias=1
W=204
H=80
X=r
Y=11R
Group=Content | Section0

[Section0StringStyleB]
StringEffect=None
FontColor=255,255,255,55

[1String]
Meter=String
MeterStyle=Section0StringStyle
Text="English US"
X=277
Y=143

[2String]
Meter=String
MeterStyle=Section0StringStyle
Text="English CA"

[3String]
Meter=String
MeterStyle=Section0StringStyle
Text="English UK"

[4String]
Meter=String
MeterStyle=Section0StringStyle
Text="Türkçe#CRLF#(Turksih)"

[5String]
Meter=String
MeterStyle=Section0StringStyle
Text="Deutsch#CRLF#(German)"

[6String]
Meter=String
MeterStyle=Section0StringStyle
Text="Nederlands#CRLF#(Dutch)"
X=13R
Y=143

[7String]
Meter=String
MeterStyle=Section0StringStyle
Text="Shqip#CRLF#(Albanian)"

[8String]
Meter=String
MeterStyle=Section0StringStyle
Text="Pусский#CRLF#(Russian)"

[9String]
Meter=String
MeterStyle=Section0StringStyle
Text="Français#CRLF#(French)"

[10String]
Meter=String
MeterStyle=Section0StringStyle
Text="Português#CRLF#(Portuguese)"

[11String]
Meter=String
MeterStyle=Section0StringStyle
Text="Español#CRLF#(Spanish)"
X=13R
Y=143

[12String]
Meter=String
MeterStyle=Section0StringStyle
Text="Italiano#CRLF#(Italian)"

[13String]
Meter=String
MeterStyle=Section0StringStyle
Text="Slovak#CRLF#(Slovenčina)"

[14String]
Meter=String
MeterStyle=Section0StringStyle
Text="اَلْعَرَبِيَّةُ#CRLF#(Arabic)"

[15String]
Meter=String
MeterStyle=Section0StringStyle
Text="日本語#CRLF#(Japanese)"

[16String]
Meter=String
MeterStyle=Section0StringStyle
Text="Polski#CRLF#(Polish)"
X=13R
Y=143

[17String]
Meter=String
MeterStyle=Section0StringStyle
Text="汉语#CRLF#(Simp. Chinese)"

[18String]
Meter=String
MeterStyle=Section0StringStyle
Text="漢語#CRLF#(Trad. Chinese)"

[19String]
Meter=String
MeterStyle=Section0StringStyle | Section0StringStyleB
Text="हिन्दी#CRLF#(Hindi)"

[20String]
Meter=String
MeterStyle=Section0StringStyle | Section0StringStyleB
Text="Kiswahili#CRLF#(Swahili)"
